Repository: Slobas79/SpaghettiTimer
Catalog: SpaghettiTimer/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, hu, it, ja, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr, sv

source: %@ remaining
ar: يتبقى %@
bg: Остават %@
cs: Zbývá %@
da: %@ tilbage
de: Noch %@
el: Απομένουν %@
es: Quedan %@
fi: %@ jäljellä
fr: %@ restant
hu: %@ van hátra
it: %@ rimanenti
ja: 残り %@
nb: %@ igjen
nl: Nog %@
pl: Pozostało %@
pt_pt: Faltam %@
ro: Au mai rămas %@
ru: Осталось %@
sk: Zostáva %@
sl: Preostane %@
sr: Preostalo %@
sv: %@ kvar

source: %lld hr
ar: %lld ساعة
bg: %lld ч
cs: %lld h
da: %lld t
de: %lld Std.
el: %lld ώ
es: %lld h
fi: %lld t
fr: %lld h
hu: %lld ó
it: %lld h
ja: %lld 時間
nb: %lld t
nl: %lld u
pl: %lld godz.
pt_pt: %lld h
ro: %lld h
ru: %lld ч
sk: %lld h
sl: %lld h
sr: %lld ч
sv: %lld tim

source: %lld min
ar: %lld دقيقة
bg: %lld мин
el: %lld λ
hu: %lld p
ja: %lld 分
ru: %lld мин
sr: %lld мин

source: 0 min
ar: 0 دقيقة
bg: 0 мин
el: 0 λ
hu: 0 p
ja: 0 分
ru: 0 мин
sr: 0 мин

source: A name like “Pasta” shows on the timer card, the widget and the Dynamic Island.
ar: اسم مثل «Pasta» يظهر على بطاقة المؤقت وفي الأداة وفي الجزيرة الديناميكية.
bg: Име като „Pasta“ се показва върху картата на таймера, в приспособлението и в Dynamic Island.
cs: Název jako „Pasta“ se zobrazí na kartě časovače, ve widgetu i v Dynamic Islandu.
da: Et navn som “Pasta” vises på timerkortet, i widgetten og i Dynamic Island.
de: Ein Name wie „Pasta“ erscheint auf der Timer-Karte, im Widget und in der Dynamic Island.
el: Ένα όνομα όπως «Pasta» εμφανίζεται στην κάρτα του χρονομέτρου, στο widget και στο Dynamic Island.
es: Un nombre como «Pasta» aparece en la tarjeta del temporizador, el widget y la Dynamic Island.
fi: Nimi kuten ”Pasta” näkyy ajastimen kortissa, widgetissä ja Dynamic Islandissa.
fr: Un nom comme « Pasta » s’affiche sur la carte du minuteur, dans le widget et dans la Dynamic Island.
hu: A „Pasta” típusú név megjelenik az időzítő kártyáján, a modulban és a Dynamic Islanden.
it: Un nome come «Pasta» compare sulla scheda del timer, nel widget e nella Dynamic Island.
ja: 「Pasta」のような名前は、タイマーのカード、ウィジェット、Dynamic Island に表示されます。
nb: Et navn som «Pasta» vises på tidtakerkortet, i modulen og i Dynamic Island.
nl: Een naam als 'Pasta' verschijnt op de timerkaart, in de widget en in het Dynamic Island.
pl: Nazwa taka jak „Pasta” pojawia się na kafelku minutnika, w widżecie i w Dynamic Island.
pt_pt: Um nome como «Pasta» aparece no cartão do temporizador, no widget e na Dynamic Island.
ro: Un nume precum „Pasta” apare pe cartela temporizatorului, în widget și în Dynamic Island.
ru: Название вроде «Pasta» отображается на карточке таймера, в виджете и в Dynamic Island.
sk: Názov ako „Pasta“ sa zobrazí na karte časovača, vo widgete aj v Dynamic Islande.
sl: Ime, kot je »Pasta«, se prikaže na kartici časovnika, v pripomočku in v Dynamic Islandu.
sr: Naziv poput „Pasta“ prikazuje se na kartici tajmera, u vidžetu i u Dynamic Islandu.
sv: Ett namn som "Pasta" visas på timerkortet, i widgeten och i Dynamic Island.

source: A running timer lives at the top of this screen. Pause or dismiss it without leaving the grid.
ar: يظهر المؤقت العامل في أعلى هذه الشاشة. أوقفه مؤقتًا أو أغلقه دون مغادرة الشبكة.
bg: Работещият таймер стои в горната част на екрана. Поставете го на пауза или го премахнете, без да напускате мрежата.
cs: Běžící časovač je v horní části obrazovky. Pozastavte ho nebo zavřete, aniž byste opustili mřížku.
da: En kørende timer ligger øverst på skærmen. Sæt den på pause, eller luk den uden at forlade gitteret.
de: Ein laufender Timer sitzt oben auf diesem Bildschirm. Pausiere oder schließe ihn, ohne das Raster zu verlassen.
el: Το χρονόμετρο που εκτελείται βρίσκεται στο πάνω μέρος της οθόνης. Κάντε παύση ή κλείστε το χωρίς να φύγετε από το πλέγμα.
es: El temporizador en marcha se queda arriba de esta pantalla. Ponlo en pausa o ciérralo sin salir de la cuadrícula.
fi: Käynnissä oleva ajastin näkyy näytön yläreunassa. Keskeytä tai sulje se poistumatta ruudukosta.
fr: Un minuteur en cours reste en haut de cet écran. Mettez-le en pause ou fermez-le sans quitter la grille.
hu: A futó időzítő a képernyő tetején marad. Szüneteltesse vagy zárja be anélkül, hogy elhagyná a rácsot.
it: Il timer in corso resta in cima a questa schermata. Mettilo in pausa o chiudilo senza uscire dalla griglia.
ja: 実行中のタイマーはこの画面の上部に表示されます。グリッドを離れずに一時停止したり閉じたりできます。
nb: En tidtaker som går, ligger øverst på denne skjermen. Sett den på pause, eller lukk den uten å forlate rutenettet.
nl: Een lopende timer staat bovenaan dit scherm. Pauzeer of sluit hem zonder het raster te verlaten.
pl: Działający minutnik znajduje się na górze tego ekranu. Wstrzymaj go lub zamknij bez opuszczania siatki.
pt_pt: Um temporizador a decorrer fica no topo deste ecrã. Coloque-o em pausa ou feche-o sem sair da grelha.
ro: Un temporizator activ stă în partea de sus a ecranului. Pune-l pe pauză sau închide-l fără să părăsești grila.
ru: Запущенный таймер находится вверху этого экрана. Поставьте его на паузу или закройте, не покидая сетку.
sk: Bežiaci časovač je v hornej časti obrazovky. Pozastavte ho alebo zavrite bez toho, aby ste opustili mriežku.
sl: Delujoč časovnik je na vrhu tega zaslona. Zaustavite ga ali zaprite, ne da bi zapustili mrežo.
sr: Aktivan tajmer stoji na vrhu ovog ekrana. Pauzirajte ga ili zatvorite bez napuštanja mreže.
sv: En pågående timer ligger högst upp på den här skärmen. Pausa eller stäng den utan att lämna rutnätet.

source: Add the widget
ar: أضف الأداة
bg: Добавете приспособлението
cs: Přidejte widget
da: Tilføj widgetten
de: Widget hinzufügen
el: Προσθέστε το widget
es: Añade el widget
fi: Lisää widget
fr: Ajoutez le widget
hu: Adja hozzá a modult
it: Aggiungi il widget
ja: ウィジェットを追加
nb: Legg til modulen
nl: Voeg de widget toe
pl: Dodaj widżet
pt_pt: Adicione o widget
ro: Adaugă widgetul
ru: Добавьте виджет
sk: Pridajte widget
sl: Dodajte pripomoček
sr: Dodajte vidžet
sv: Lägg till widgeten

source: Add timer
ar: إضافة مؤقت
bg: Добавяне на таймер
cs: Přidat časovač
da: Tilføj timer
de: Timer hinzufügen
el: Προσθήκη χρονομέτρου
es: Añadir temporizador
fi: Lisää ajastin
fr: Ajouter un minuteur
hu: Időzítő hozzáadása
it: Aggiungi timer
ja: タイマーを追加
nb: Legg til tidtaker
nl: Timer toevoegen
pl: Dodaj minutnik
pt_pt: Adicionar temporizador
ro: Adaugă temporizator
ru: Добавить таймер
sk: Pridať časovač
sl: Dodaj časovnik
sr: Dodaj tajmer
sv: Lägg till timer

source: Adds a “To next hour” tile that always counts down to the next full hour.
ar: يضيف بطاقة «إلى الساعة التالية» تعدّ دائمًا تنازليًا حتى الساعة التالية.
bg: Добавя плочка „До следващия час“, която винаги отброява до следващия кръгъл час.
cs: Přidá dlaždici „Do další hodiny“, která vždy odpočítává do další celé hodiny.
da: Tilføjer et felt “Til næste time”, der altid tæller ned til næste hele time.
de: Fügt eine Kachel „Bis zur nächsten Stunde“ hinzu, die immer bis zur nächsten vollen Stunde herunterzählt.
el: Προσθέτει ένα πλακίδιο «Μέχρι την επόμενη ώρα» που μετρά πάντα αντίστροφα μέχρι την επόμενη ακριβή ώρα.
es: Añade una casilla «A la siguiente hora» que siempre cuenta atrás hasta la siguiente hora en punto.
fi: Lisää ”Seuraavaan tasatuntiin” -ruudun, joka laskee aina seuraavaan tasatuntiin.
fr: Ajoute une tuile « Jusqu’à l’heure suivante » qui décompte toujours jusqu’à l’heure pile suivante.
hu: Hozzáad egy „Következő egész óráig” csempét, amely mindig a következő egész óráig számol vissza.
it: Aggiunge un riquadro «Alla prossima ora» che conta sempre alla rovescia fino all’ora piena successiva.
ja: 次の正時まで常にカウントダウンする「次の正時まで」タイルを追加します。
nb: Legger til en «Til neste time»-rute som alltid teller ned til neste hele time.
nl: Voegt een tegel 'Tot het volgende uur' toe die altijd aftelt tot het volgende hele uur.
pl: Dodaje kafelek „Do pełnej godziny”, który zawsze odlicza do najbliższej pełnej godziny.
pt_pt: Adiciona um mosaico «Até à hora seguinte» que faz sempre a contagem decrescente até à hora seguinte.
ro: Adaugă o casetă „Până la ora următoare” care numără mereu invers până la ora fixă următoare.
ru: Добавляет плитку «До следующего часа», которая всегда ведёт отсчёт до следующего целого часа.
sk: Pridá dlaždicu „Do ďalšej hodiny“, ktorá vždy odpočítava do ďalšej celej hodiny.
sl: Doda ploščico »Do naslednje ure«, ki vedno odšteva do naslednje polne ure.
sr: Dodaje pločicu „Do punog sata“ koja uvek odbrojava do sledećeg punog sata.
sv: Lägger till en ruta "Till nästa timme" som alltid räknar ner till nästa hela timme.

source: Always in reach
ar: دائمًا في متناول يدك
bg: Винаги под ръка
cs: Vždy po ruce
da: Altid inden for rækkevidde
de: Immer griffbereit
el: Πάντα κοντά σας
es: Siempre a mano
fi: Aina käden ulottuvilla
fr: Toujours à portée de main
hu: Mindig kéznél
it: Sempre a portata di mano
ja: いつでもすぐに
nb: Alltid innen rekkevidde
nl: Altijd binnen handbereik
pl: Zawsze pod ręką
pt_pt: Sempre à mão
ro: Mereu la îndemână
ru: Всегда под рукой
sk: Vždy po ruke
sl: Vedno pri roki
sr: Uvek pri ruci
sv: Alltid nära till hands

source: Always on the hour
ar: دائمًا عند رأس الساعة
bg: Винаги на кръгъл час
cs: Vždy v celou
da: Altid på hele timer
de: Immer zur vollen Stunde
el: Πάντα στην ώρα ακριβώς
es: Siempre en punto
fi: Aina tasatunnein
fr: Toujours à l’heure pile
hu: Mindig egész órakor
it: Sempre allo scoccare dell’ora
ja: いつでも正時に
nb: Alltid på hel time
nl: Altijd op het hele uur
pl: Zawsze o pełnej godzinie
pt_pt: Sempre à hora certa
ro: Mereu la ora fixă
ru: Всегда ровно в час
sk: Vždy o celej
sl: Vedno ob polni uri
sr: Uvek u pun sat
sv: Alltid på hel timme

source: Auto-restart
ar: إعادة تشغيل تلقائية
bg: Автоматичен рестарт
cs: Automatický restart
da: Automatisk genstart
de: Auto-Neustart
el: Αυτόματη επανεκκίνηση
es: Reinicio automático
fi: Automaattinen uudelleenkäynnistys
fr: Redémarrage automatique
hu: Automatikus újraindítás
it: Riavvio automatico
ja: 自動再開
nb: Automatisk omstart
nl: Automatisch herstarten
pl: Automatyczny restart
pt_pt: Reinício automático
ro: Repornire automată
ru: Автоперезапуск
sk: Automatický reštart
sl: Samodejni vnovični zagon
sr: Аутоматско поновно покретање
sv: Automatisk omstart

source: Auto-restart after finish
ar: إعادة التشغيل تلقائيًا بعد الانتهاء
bg: Рестартиране след край
cs: Restartovat po dokončení
da: Genstart efter afslutning
de: Nach Ablauf neu starten
el: Αυτόματη επανεκκίνηση μετά τη λήξη
es: Reiniciar al terminar
fi: Käynnistä uudelleen lopetuksen jälkeen
fr: Redémarrer après la fin
hu: Újraindítás befejezés után
it: Riavvia al termine
ja: 終了後に自動で再開
nb: Start på nytt etter fullføring
nl: Opnieuw starten na afloop
pl: Restart po zakończeniu
pt_pt: Reiniciar após terminar
ro: Repornește după finalizare
ru: Перезапуск после завершения
sk: Reštartovať po dokončení
sl: Samodejni vnovični zagon po koncu
sr: Аутоматско поновно покретање по завршетку
sv: Starta om efter slut

source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt

source: Cancel Timer
ar: إلغاء المؤقّت
bg: Отказ на таймера
cs: Zrušit časovač
da: Annuller timer
de: Timer abbrechen
el: Ακύρωση χρονομέτρου
es: Cancelar temporizador
fi: Peruuta ajastin
fr: Annuler le minuteur
hu: Időzítő megszakítása
it: Annulla timer
ja: タイマーをキャンセル
nb: Avbryt tidtaker
nl: Timer annuleren
pl: Anuluj minutnik
pt_pt: Cancelar temporizador
ro: Anulează temporizatorul
ru: Отменить таймер
sk: Zrušiť časovač
sl: Prekliči časovnik
sr: Откажи тајмер
sv: Avbryt timer

source: Cancels the running countdown timer.
ar: يلغي مؤقّت العدّ التنازلي قيد التشغيل.
bg: Отменя текущия таймер за обратно броене.
cs: Zruší běžící odpočítávací časovač.
da: Annullerer den kørende nedtællingstimer.
de: Bricht den laufenden Countdown-Timer ab.
el: Ακυρώνει το χρονόμετρο αντίστροφης μέτρησης που εκτελείται.
es: Cancela el temporizador de cuenta atrás en curso.
fi: Peruuttaa käynnissä olevan ajastimen.
fr: Annule le minuteur en cours.
hu: Megszakítja a futó visszaszámláló időzítőt.
it: Annulla il timer del conto alla rovescia in corso.
ja: 実行中のカウントダウンタイマーをキャンセルします。
nb: Avbryter den pågående nedtellingstidtakeren.
nl: Annuleert de actieve afteltimer.
pl: Anuluje trwający minutnik odliczający.
pt_pt: Cancela o temporizador de contagem decrescente em curso.
ro: Anulează temporizatorul în curs.
ru: Отменяет запущенный таймер обратного отсчёта.
sk: Zruší bežiaci odpočítavací časovač.
sl: Prekliče potekajoči odštevalni časovnik.
sr: Отказује покренути одбројавајући тајмер.
sv: Avbryter den pågående nedräkningstimern.

source: Choose how to set the timer
ar: اختر طريقة ضبط المؤقت
bg: Изберете как да зададете таймера
cs: Zvolte, jak časovač nastavit
da: Vælg, hvordan timeren skal indstilles
de: Wähle, wie der Timer eingestellt wird
el: Επιλέξτε πώς θα ρυθμίσετε το χρονόμετρο
es: Elige cómo configurar el temporizador
fi: Valitse, miten ajastin asetetaan
fr: Choisissez comment régler le minuteur
hu: Válassza ki, hogyan állítja be az időzítőt
it: Scegli come impostare il timer
ja: タイマーの設定方法を選びます
nb: Velg hvordan tidtakeren skal stilles inn
nl: Kies hoe je de timer instelt
pl: Wybierz sposób ustawienia minutnika
pt_pt: Escolha como definir o temporizador
ro: Alege cum să setezi temporizatorul
ru: Выберите способ настройки таймера
sk: Zvoľte, ako časovač nastaviť
sl: Izberite, kako nastaviti časovnik
sr: Izaberite kako da podesite tajmer
sv: Välj hur timern ska ställas in

source: Close
ar: إغلاق
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluit
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr: Zatvori
sv: Stäng

source: Cooldown delay
ar: مدة التوقّف
bg: Изчакване
cs: Prodleva
da: Pausetid
de: Abkühlpause
el: Καθυστέρηση παύσης
es: Retardo de espera
fi: Tauon kesto
fr: Délai de pause
hu: Szünet ideje
it: Intervallo di pausa
ja: クールダウン時間
nb: Pausetid
nl: Pauzeduur
pl: Czas przerwy
pt_pt: Atraso da pausa
ro: Întârziere pauză
ru: Задержка перед перезапуском
sk: Prestávka
sl: Čas premora
sr: Пауза пре поновног покретања
sv: Paustid

source: Create your own — set a duration, or pick the clock time it should end at.
ar: أنشئ مؤقتك الخاص — حدّد المدة أو اختر وقت انتهائه على الساعة.
bg: Създайте свой — задайте времетраене или изберете часа, в който да свърши.
cs: Vytvořte si vlastní — nastavte délku nebo vyberte čas, kdy má skončit.
da: Lav din egen — angiv en varighed, eller vælg klokkeslættet, den skal slutte på.
de: Erstelle deinen eigenen — Dauer festlegen oder die Uhrzeit wählen, zu der er enden soll.
el: Δημιουργήστε το δικό σας — ορίστε διάρκεια ή επιλέξτε την ώρα που θα τελειώσει.
es: Crea el tuyo: define una duración o elige la hora a la que debe terminar.
fi: Luo omasi – aseta kesto tai valitse kellonaika, jolloin sen pitää päättyä.
fr: Créez le vôtre : définissez une durée ou choisissez l’heure de fin.
hu: Hozzon létre sajátot — adjon meg időtartamot, vagy válassza ki a befejezés időpontját.
it: Crea il tuo: imposta una durata o scegli l’ora in cui deve finire.
ja: 自分だけのタイマーを作成 — 時間を設定するか、終了する時刻を選びます。
nb: Lag din egen – angi en varighet, eller velg klokkeslettet den skal slutte på.
nl: Maak je eigen timer — stel een duur in of kies het tijdstip waarop hij moet aflopen.
pl: Utwórz własny — ustaw czas trwania lub wybierz godzinę zakończenia.
pt_pt: Crie o seu — defina uma duração ou escolha a hora a que deve terminar.
ro: Creează-l pe al tău — stabilește o durată sau alege ora la care să se încheie.
ru: Создайте свой — задайте длительность или выберите время окончания.
sk: Vytvorte si vlastný — nastavte trvanie alebo vyberte čas, kedy má skončiť.
sl: Ustvarite svojega – nastavite trajanje ali izberite uro, ob kateri naj se konča.
sr: Napravite svoj — postavite trajanje ili izaberite vreme kada treba da se završi.
sv: Skapa din egen – ange en längd eller välj klockslaget då den ska ta slut.

source: Creates a new timer
ar: ينشئ مؤقتًا جديدًا
bg: Създава нов таймер
cs: Vytvoří nový časovač
da: Opretter en ny timer
de: Erstellt einen neuen Timer
el: Δημιουργεί νέο χρονόμετρο
es: Crea un temporizador nuevo
fi: Luo uuden ajastimen
fr: Crée un nouveau minuteur
hu: Új időzítőt hoz létre
it: Crea un nuovo timer
ja: 新しいタイマーを作成します
nb: Oppretter en ny tidtaker
nl: Maakt een nieuwe timer aan
pl: Tworzy nowy minutnik
pt_pt: Cria um novo temporizador
ro: Creează un temporizator nou
ru: Создаёт новый таймер
sk: Vytvorí nový časovač
sl: Ustvari nov časovnik
sr: Kreira novi tajmer
sv: Skapar en ny timer

source: Dial the duration
ar: اضبط المدة
bg: Задайте времетраенето
cs: Nastavte délku
da: Vælg varigheden
de: Dauer einstellen
el: Ρυθμίστε τη διάρκεια
es: Marca la duración
fi: Valitse kesto
fr: Réglez la durée
hu: Állítsa be az időtartamot
it: Imposta la durata
ja: 時間を設定
nb: Still inn varigheten
nl: Stel de duur in
pl: Ustaw czas trwania
pt_pt: Defina a duração
ro: Setează durata
ru: Задайте длительность
sk: Nastavte trvanie
sl: Nastavite trajanje
sr: Podesite trajanje
sv: Ställ in längden

source: Dismiss timer
ar: تجاهل المؤقّت
bg: Затвори таймера
cs: Zavřít časovač
da: Afvis timer
de: Timer schließen
el: Απόρριψη χρονομέτρου
es: Descartar temporizador
fi: Hylkää ajastin
fr: Ignorer le minuteur
hu: Időzítő elvetése
it: Ignora timer
ja: タイマーを閉じる
nb: Avvis tidtaker
nl: Timer sluiten
pl: Zamknij minutnik
pt_pt: Ignorar temporizador
ro: Închide temporizatorul
ru: Закрыть таймер
sk: Zavrieť časovač
sl: Opusti časovnik
sr: Затвори тајмер
sv: Avfärda timer

source: Done
ar: تم
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
hu: Kész
it: Fine
ja: 完了
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sr: Gotovo
sv: Klar

source: Duration
ar: المدة
bg: Продължителност
cs: Trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
hu: Időtartam
it: Durata
ja: 継続時間
nb: Varighet
nl: Duur
pl: Czas trwania
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sl: Trajanje
sr: Трајање
sv: Varaktighet

source: e.g. Pasta
ar: مثال: معكرونة
bg: напр. Паста
cs: např. Těstoviny
da: f.eks. Pasta
de: z. B. Pasta
el: π.χ. Ζυμαρικά
es: p. ej. Pasta
fi: esim. Pasta
fr: ex. Pâtes
hu: pl. Tészta
it: es. Pasta
ja: 例：パスタ
nb: f.eks. Pasta
nl: bijv. Pasta
pl: np. Makaron
pt_pt: ex.: Massa
ro: ex. Paste
ru: напр. Паста
sk: napr. Cestoviny
sl: npr. Testenine
sr: нпр. Паста
sv: t.ex. Pasta

source: End time
ar: وقت الانتهاء
bg: Краен час
cs: Čas konce
da: Sluttidspunkt
de: Endzeit
el: Ώρα λήξης
es: Hora de fin
fi: Päättymisaika
fr: Heure de fin
hu: Befejezés ideje
it: Ora di fine
ja: 終了時刻
nb: Sluttidspunkt
nl: Eindtijd
pl: Godzina zakończenia
pt_pt: Hora de fim
ro: Oră de sfârșit
ru: Время окончания
sk: Čas konca
sl: Čas konca
sr: Време завршетка
sv: Sluttid

source: Ends the tips for this screen
ar: ينهي التلميحات لهذه الشاشة
bg: Прекратява съветите за този екран
cs: Ukončí tipy pro tuto obrazovku
da: Afslutter tippene for denne skærm
de: Beendet die Tipps für diesen Bildschirm
el: Τερματίζει τις συμβουλές για αυτή την οθόνη
es: Finaliza los consejos de esta pantalla
fi: Lopettaa tämän näytön vinkit
fr: Met fin aux astuces de cet écran
hu: Befejezi a képernyőhöz tartozó tippeket
it: Termina i suggerimenti per questa schermata
ja: この画面のヒントを終了します
nb: Avslutter tipsene for denne skjermen
nl: Beëindigt de tips voor dit scherm
pl: Kończy wskazówki dla tego ekranu
pt_pt: Termina as dicas deste ecrã
ro: Încheie sfaturile pentru acest ecran
ru: Завершает подсказки для этого экрана
sk: Ukončí tipy pre túto obrazovku
sl: Konča namige za ta zaslon
sr: Završava savete za ovaj ekran
sv: Avslutar tipsen för den här skärmen

source: from now
ar: من الآن
bg: от сега
cs: od teď
da: fra nu
de: ab jetzt
el: από τώρα
es: a partir de ahora
fi: tästä hetkestä
fr: à partir de maintenant
hu: mostantól
it: da adesso
ja: 後
nb: fra nå
nl: vanaf nu
pl: od teraz
pt_pt: a partir de agora
ro: de acum
ru: от текущего момента
sk: odteraz
sl: od zdaj
sr: од сада
sv: från nu

source: Getting you set up
ar: نجهّز كل شيء لك
bg: Подготвяме всичко за вас
cs: Připravujeme vše
da: Gør alt klar
de: Wir richten alles ein
el: Ετοιμάζουμε τα πάντα
es: Preparando todo
fi: Valmistellaan kaikki
fr: Préparation en cours
hu: Előkészítünk mindent
it: Stiamo preparando tutto
ja: 準備しています
nb: Gjør alt klart
nl: Alles wordt klaargezet
pl: Przygotowujemy wszystko
pt_pt: A preparar tudo
ro: Pregătim totul
ru: Готовим всё для вас
sk: Pripravujeme všetko
sl: Pripravljamo vse
sr: Припремамо све
sv: Gör allt klart

source: Getting you set up…
ar: نجهّز كل شيء لك…
bg: Подготвяме всичко за вас…
cs: Připravujeme vše…
da: Gør alt klar…
de: Wir richten alles ein…
el: Ετοιμάζουμε τα πάντα…
es: Preparando todo…
fi: Valmistellaan kaikki…
fr: Préparation en cours…
hu: Előkészítünk mindent…
it: Stiamo preparando tutto…
ja: 準備しています…
nb: Gjør alt klart…
nl: Alles wordt klaargezet…
pl: Przygotowujemy wszystko…
pt_pt: A preparar tudo…
ro: Pregătim totul…
ru: Готовим всё для вас…
sk: Pripravujeme všetko…
sl: Pripravljamo vse…
sr: Припремамо све…
sv: Gör allt klart…

source: Great for intervals — the timer restarts itself after a cooldown you choose.
ar: مثالي للفترات المتكررة — يعيد المؤقت تشغيل نفسه بعد فترة توقّف تختارها.
bg: Чудесно за интервали — таймерът се рестартира сам след избрано от вас изчакване.
cs: Skvělé pro intervaly — časovač se sám restartuje po prodlevě, kterou zvolíte.
da: Perfekt til intervaller — timeren starter sig selv igen efter en pause, du vælger.
de: Ideal für Intervalle — der Timer startet nach einer von dir gewählten Pause neu.
el: Ιδανικό για διαστήματα — το χρονόμετρο ξεκινά ξανά μόνο του μετά από παύση που επιλέγετε.
es: Ideal para intervalos: el temporizador se reinicia solo tras el descanso que elijas.
fi: Loistava intervalleihin – ajastin käynnistyy itsestään uudelleen valitsemasi tauon jälkeen.
fr: Parfait pour les intervalles : le minuteur redémarre tout seul après la pause que vous choisissez.
hu: Kiváló intervallumokhoz — az időzítő az Ön által választott szünet után újraindul.
it: Perfetto per gli intervalli: il timer riparte da solo dopo la pausa che scegli.
ja: インターバルに最適 — 選んだクールダウン時間のあと、タイマーが自動で再開します。
nb: Perfekt for intervaller – tidtakeren starter seg selv på nytt etter en pause du velger.
nl: Ideaal voor intervallen — de timer start zichzelf opnieuw na een pauze die jij kiest.
pl: Świetne do interwałów — minutnik uruchamia się ponownie po wybranej przez Ciebie przerwie.
pt_pt: Ótimo para intervalos — o temporizador reinicia-se sozinho após a pausa que escolher.
ro: Perfect pentru intervale — temporizatorul repornește singur după pauza aleasă de tine.
ru: Отлично для интервалов — таймер сам перезапустится после выбранной вами паузы.
sk: Skvelé pre intervaly — časovač sa sám reštartuje po prestávke, ktorú si zvolíte.
sl: Odlično za intervale – časovnik se sam znova zažene po premoru, ki ga izberete.
sr: Odlično za intervale — tajmer se sam ponovo pokreće nakon pauze koju izaberete.
sv: Perfekt för intervaller – timern startar om sig själv efter en paus som du väljer.

source: Hours
ar: ساعات
bg: Часове
cs: Hodiny
da: Timer
de: Stunden
el: Ώρες
es: Horas
fi: Tunnit
fr: Heures
hu: Óra
it: Ore
ja: 時間
nb: Timer
nl: Uren
pl: Godziny
pt_pt: Horas
ro: Ore
ru: Часы
sk: Hodiny
sl: Ure
sr: Sati
sv: Timmar

source: Immediately
ar: فورًا
bg: Веднага
cs: Okamžitě
da: Med det samme
de: Sofort
el: Αμέσως
es: Inmediatamente
fi: Heti
fr: Immédiatement
hu: Azonnal
it: Immediatamente
ja: すぐに
nb: Umiddelbart
nl: Onmiddellijk
pl: Natychmiast
pt_pt: Imediatamente
ro: Imediat
ru: Сразу
sk: Okamžite
sl: Takoj
sr: Одмах
sv: Omedelbart
